Repository: hidenxtt2001/real_estate_blockchain
Catalog: lib/languages/l10n/intl_*.arb
Languages: vi

# appDescription
source: Real Estate Application
vi: Sàn giao dịch Bất Động Sản

source: Change Language
vi: Thay đổi ngôn ngữ

source: Get Back
vi: Quay về

source: Show Loading
vi: Hiển thị vòng đợi

source: Unknown
vi: Có lỗi xảy ra!

source: Password not valid
vi: Mật khẩu không hợp lệ

# rePasswordNotValid
source: Re-enter password not valid
vi: Mật khẩu nhập lại không hợp lệ

source: Password not match
vi: Mật khẩu không giống nhau

source: Phone number invalid
vi: Số điện thoại không hợp lệ

source: Combine phone number or password invalid
vi: Số điện thoại hoặc mật khẩu không hợp lệ

source: Please login your account to continue.
vi: Vui lòng đăng nhập để tiếp tục.

source: Full name not valid
vi: Tên đầy đủ không hợp lệ

source: Name not valid
vi: Tên không hợp lệ

source: Phone number already used
vi: Số điện thoại đã được sử dụng

source: Ok
vi: Đồng ý

source: Cancel
vi: Huỷ

source: Info
vi: Thông báo

source: Error
vi: Lỗi

source: An error occurred
vi: Có lỗi xảy ra

source: Confirm
vi: Xác nhận

source: Allow
vi: Cho phép

source: To proceede, you need to enable the permissions above
vi: Để tiếp tục, bạn cần bật các quyền ở trên

source: You need permission to display notifications
vi: Bạn cần cấp quyền để hiển thị thông báo

source: Show notification
vi: Hiển thị thông báo

source: Onboarding
vi: Giới thiệu

# onboardingGetStatred
source: Get Started
vi: Bắt đầu

# loginWelcomeBack
source: Welcome Back!
vi: Mừng trở lại!

# loginSigninToYourAccount
source: Sign in to your account
vi: Đăng nhập vào tài khoản

source: Phone Number
vi: Số điện thoại

source: Password
vi: Mật khẩu

# rePassword
source: Re-enter password
vi: Nhập lại mật khẩu

# passwordValidDesc
source: Password must have minimum 8 characters and maximum 18 characters, at least 1 uppercase letter, 1 lowercase letter and 1 number
vi: Mật khẩu phải có tối thiểu 8 ký tự và tối đa 18 ký tự, ít nhất 1 ký tự viết hoa, 1 ký tự viết thường và 1 số

source: First Name
vi: Họ

source: Last Name
vi: Tên

source: Full Name
vi: Họ và tên

# loginSignIn
source: Sign In
vi: Đăng nhập

# loginForgotPassword
source: Forgot Password?
vi: Quên mật khẩu?

# loginDontHaveAnAccount
source: Dont't have an account?
vi: Chưa có tài khoản?

# registerSignUp
source: Sign Up
vi: Đăng ký

# registerCreateANameAccount1
source: Create a
vi: Tạo một

# registerCreateANameAccount2
source: account
vi: tài khoản

# registerCreateAnAccountToContinue
source: Create an account to continue
vi: Tạo tài khoản để tiếp tục

# registerYouAlreadyHaveAnAccount
source: You already have an account?
vi: Bạn đã có tài khoản?

source: Home
vi: Trang chủ

source: Message
vi: Tin nhắn

source: Discover
vi: Khám phá

source: My Home
vi: Nhà của tôi

source: Profile
vi: Cá nhân

source: Filter
vi: Lọc

# optionTitleHomeSearch
source: Home search
vi: Tìm nhà

# optionTitleGeneral
source: General
vi: Chung

# optionRecentltyViewed
source: Recentlty viewed
vi: Đã xem gần đây

# optionMyFavorites
source: My favorites
vi: Mục yêu thích

# optionPastTour
source: Past Tour
vi: Lịch đã đặt

# optionSellMyHome
source: Sell my home
vi: Bán nhà

# optionMyListings
source: My listings
vi: Danh sách nhà của tôi

# optionSettings
source: Settings
vi: Cài đặt

source: Location
vi: Địa điểm

source: Search
vi: Tìm kiếm

# myHomeEmptyTitle
source: Ready to sell your home?
vi: Sẵn sàng bán nhà của bạn?

# myHomeEmptyDesc
source: {name} is making it simpler to sell your home and move forward.
vi: {name} đang làm cho việc bán nhà của bạn và tiến lên phía trước trở nên đơn giản hơn.

# myHomeEmptyBtnAdd
source: Add property
vi: Thêm tài sản

# myHomeEmptyBtnAdd2
source: Add new property
vi: Thêm tài sản mới

# addNewPropertyAddress
source: Address
vi: Địa chỉ

# addNewPropertyRealEstateInfo
source: Real Estate Info
vi: Thông tin bất động sản

# addNewPropertyPostInfo
source: Post Info
vi: Thông tin bài viết

# addNewPropertyAmenities
source: Select Amenities
vi: Tiện nghi

# addNewPropertyMedia
source: Videos & Photo
vi: Hình ảnh & Video

# addNewPropertyMap
source: Map Position
vi: Vị trí bản đồ

source: Next
vi: Tiếp tục

source: Property Address
vi: Thông tin địa chỉ

source: Street Address
vi: Đường phố

# province
source: Province, City
vi: Tỉnh, Thành phố

source: District
vi: Quận Huyện

source: Wards
vi: Phường xã

source: Area
vi: Diện tích

source: Price
vi: Mức giá

source: Unit
vi: Đơn vị

source: Built At
vi: Được xây dựng

source: Legal Documents
vi: Giấy tờ pháp lý

source: Title
vi: Tiêu đề

# titleHint
source: Sale private house at Cau Giay
vi: Bán nhà riêng tại Cầu Giấy

source: Description
vi: Mô tả

# descriptionHint
source: Enter a general description of your property
vi: Nhập mô tả chung về bất động sản của bạn

# videoPhotoDescription
source: Please use the real image, not duplicate, not insert a phone number. Each image has a minimum size of 100x100, a maximum of 15MB.
vi: Vui lòng sử dụng hình ảnh thật, không sao chép, không chèn số điện thoại. Mỗi ảnh có kích thước tối thiểu là 100x100, tối đa là 15MB.

source: Price range
vi: Vùng giá

source: Features
vi: Đặc điểm

source: Apply
vi: Áp dụng

source: Reset
vi: Khôi phục

source: Done
vi: Hoàn tất

source: Add Document
vi: Thêm tài liệu

# noBedRoom
source: Number of bedroom
vi: Số phòng ngủ

# noBathRoom
source: Number of bathroom
vi: Số phòng tắm

# noFloor
source: Number of floor
vi: Số tầng

source: Rent
vi: Cho thuê

source: Sell
vi: Bán

source: Real estate type
vi: Loại bất động sản

# realEstateDescription
source: Private house
vi: Nhà riêng

source: House Facing
vi: Hướng nhà

source: Balcony Facing
vi: Hướng ban công

source: Additional Description
vi: Mô tả bổ sung

source: Furniture
vi: Nội thất

source: Create real estate success
vi: Tạo bất động sản thành công

source: Unable to load data
vi: Không tải được dữ liệu

source: Write a reply...
vi: Nhập tin nhắn...

source: Real estate name
vi: Tên bất động sản

source: Bed Room
vi: Phòng ngủ

source: Rooms
vi: Phòng

source: Bath Room
vi: Phòng tắm

source: Square
vi: Diện tích

source: Floors
vi: Tầng

source: Structure
vi: Cấu trúc

source: Amenities
vi: Tiện nghi

source: Pool
vi: Hồ bơi

source: View
vi: Phong cảnh

source: Elevator
vi: Thang máy

source: Garage
vi: Nhà để xe

source: Air conditioning
vi: Máy lạnh

source: Direction
vi: Hướng

source: North
vi: Bắc

source: North East
vi: Đông Bắc

source: North West
vi: Tây Bắc

source: West
vi: Tây

source: South West
vi: Tây Nam

source: South
vi: Nam

source: South East
vi: Đông Nam

source: East
vi: Đông

source: Schedule Tour
vi: Tham quan

source: Property Facts
vi: Thông tin tài sản

source: Min
vi: Tối thiểu

source: Max
vi: Tối đa

source: Property Type
vi: Loại tài sản

source: Apartment
vi: Căn hộ

source: House
vi: Nhà

source: Villa
vi: Biệt thự

source: Townhouse
vi: Nhà phố

source: Ground
vi: Đất

source: Land
vi: Bất động sản

source: Condotel
vi: Căn hộ du lịch

source: Warehouse
vi: Kho

source: other
vi: Khác

# locale
source: Location
vi: Định vị

source: Logout
vi: Đăng xuất

source: Contact
vi: Liên hệ

source: Transaction Detail
vi: Chi tiết giao dịch

source: Edit Profile
vi: Chỉnh sửa thông tin cá nhân

source: Save Change
vi: Lưu

source: Hi
vi: Xin chào

source: Go To Setting
vi: Đi đến cài đặt

# permisionCamera
source: We need you to grant 'Camera' access to be able to use this feature
vi: Chúng tôi cần bạn cấp quyền truy cập 'Máy ảnh' để có thể sử dụng tính năng này

# permisionLibrary
source: We need you to grant 'Collection' access to be able to use this feature
vi: Chúng tôi cần bạn cấp quyền truy cập 'Bộ sưu tập' để có thể sử dụng tính năng này

source: Later
vi: Để sau

source: Update profile success
vi: Cập nhập thông tin cá nhân thành công

source: Application Settings
vi: Cài đặt ứng dụng

source: Support
vi: Hỗ trợ

source: Privacy Policy
vi: Chính sách bảo mật

source: Phone
vi: Số điện thoại

source: Delete Account
vi: Xoá tài khoản

# deleteAccountMessageDialog
source: Do you want to delete account ?
vi: Bạn có muốn xoá tài khoản ?

source: Delete account success.
vi: Xoá tài khoản thành công

# forgotPasswordQues
source: Forgot Password ?
vi: Quên Mật khẩu ?

# forgotPasswordDescript
source: Don't worry! It happens. Please enter the phone number that associated with your account.
vi: Đừng lo lắng! Nếu nó xảy ra. Vui lòng nhập số điện thoại được liên kết với tài khoản của bạn.

source: Phone number not exist!
vi: Số điện thoại không tồn tại!

# enterVerificationCode
source: Enter the verification code.
vi: Nhập mã xác thực.

# enterVerificationDes
source: Let's make sure it's really you. We've just send a text message with a fresh verification code to the phone number ending in
vi: Hãy chắc chắn rằng đó thực sự là bạn. Chúng tôi vừa gửi một tin nhắn văn bản có mã xác minh mới tới số điện thoại kết thúc bằng

# didntReceiveTheCode
source: Didn't receive the verify code ?
vi: Chưa nhận được mã xác thực ?

source: Resend the code
vi: Gửi lại mã

source: Reset your password
vi: Đặt lại mật khẩu

# resetYourPasswordDes
source: Just type it twice and try not to forgot it.
vi: Chỉ cần gõ nó hai lần và cố gắng không quên nó.

source: Reset password success
vi: Đặt lại mật khẩu thành công

source: Change password
vi: Đổi mật khẩu

source: Old password
vi: Mật khẩu cũ

source: Old password not valid
vi: Mật khẩu cũ không hợp lệ

source: New password not valid
vi: Mật khẩu mới không hợp lệ

source: New password not match
vi: Mật khẩu mới không trùng nhau

source: Change password success
vi: Đổi mật khẩu thành công

source: Get all estate information
vi: Cung cấp tất cả thông tin bất động sản

# getAllEstateInformationDes
source: Buy sell and rent a house, you can easily get it!
vi: Mua bán và cho thuê nhà, bạn có thể dễ dàng có được nó!

source: Start with us
vi: Bắt đầu với chúng tôi

# startWithUsDes
source: We are here to help you in Choosing right
vi: Chúng tôi ở đây để giúp bạn lựa chọn đúng

source: Notification
vi: Thông báo

# deleteRealEstate
source: Do you want to delete this estate ?
vi: Bạn có muốn xoá bất động sản này ko ?

source: Request a home tour
vi: Yêu cầu tham quan nhà

source: In Person
vi: Trực tiếp

source: Virtual
vi: Online

source: Pick a time
vi: Chọn thời gian

source: Schedule tour success
vi: Đặt lịch thành công

source: Review your tour
vi: Chi tiết lịch hẹn

source: Waiting
vi: Đợi duyệt

source: Deleted
vi: Đã bị xoá

source: Processing
vi: Đang duyệt

source: Failed
vi: Thất bại

source: Approved
vi: Xác nhận

source: Rejected
vi: Từ chối

source: Date
vi: Ngày

source: Time
vi: Thời gian

# associateAgency
source: Realust staff will take you on a tour!
vi: Nhân viên của Realust sẽ đưa bạn đi tham quan!

source: Try again
vi: Thử lại

source: Bid now
vi: Đấu giá

source: Bidding History
vi: Lịch sử đấu giá

source: Place a Bid
vi: Đặt một giá thầu

source: Start Price
vi: Giá khởi điểm

source: Create Post
vi: Tạo bài đăng

# autoRenew
source: Auto review
vi: Tự động làm mới

source: Start time
vi: Bắt đầu

source: End time
vi: Kết thúc

source: Normal
vi: Thường

source: Post tour type
vi: Loại bài đăng

source: Create post success
vi: Tạo bài đăng thành công

# createPostAlreadyExist
source: Post already exist
vi: Bất động sản đã được tạo bài đăng

source: Owner post
vi: Bài đăng của bạn

source: Bid increasement
vi: Giá tăng thầu

source: Create bid
vi: Tạo thầu

source: Create bid success
vi: Tạo thầu thành công

source: Posts
vi: Bài đăng

source: Auctions
vi: Đấu thầu

source: Current price
vi: Giá hiện tại

source: Highest Binding Bid
vi: Giá thầu ràng buộc

source: Bid Increment
vi: Tăng giá thầu

source: Auction Id
vi: Mã đấu thầu

source: Time Left
vi: Thời gian còn lại

source: Be a First bidder
vi: Hãy là người đầu tiên đấu giá

source: Submit Your Bid At
vi: Đấu giá thầu của tại

source: Some thing went wrong. Tap to try again
vi: Đã xảy ra sự cố. Nhấn để thử lại

source: Auction ends
vi: Đấu giá kết thúc

source: End price
vi: Giá cuối

source: Bid success
vi: Đấu giá thành công

source: Bid
vi: Đấu giá

# noBid
source: No bid found
vi: Chưa có đấu thầu nào

source: Bid waiting
vi: Đấu giá đợi duyệt

# bidReject
source: The previous bid was rejected, please create a new one
vi: Giá thầu trước đó đã bị từ chối, vui lòng tạo giá thầu mới

# thePreviousBrowsingAuctionWasRejected
source: The previous browsing auction was rejected, please create a new one
vi: Đấu giá đang duyệt trước đó đã bị từ chối, vui lòng tạo mới

# previousAuctionFailed
source: Previous auction failed, please create a new one
vi: Đấu giá trước đó thất bại, vui lòng tạo mới

source: I don't understand your response yet.
vi: Tôi chưa hiểu phản hồi của bạn.

# continueEstateProcess
source: Your response is invalid, please continue or cancel the process.
vi: Phản hồi của bạn không hợp lệ, vui lòng tiếp tục hoặc huỷ quá trình.

source: Please enter your real estate address
vi: Vui lòng nhập địa chỉ bất động sản của bạn

source: An error has occurred, please try later.
vi: Đã xảy ra lỗi, vui lòng thử lại sau.

# addressNotFoundPleaseReEnter
source: Please enter all real estate information for the best effect
vi: Bạn hãy nhập đầy đủ thông tin bất động sản để có hiệu quả tốt nhất

source: Here is your address information
vi: Đây là thông tin địa chỉ của bạn

# pleaseEnterYourPropertyInformation
source: Please enter your real estate information
vi: Vui lòng nhập thông tin bất động sản của bạn

source: Enter your information here
vi: Nhập thông tin của bạn ở đây

source: Real estate information confirmed
vi: Đã xác nhận thông tin bất động sản

source: Choose from a few of the amenities currently on your property
vi: Chọn một vài tiện ích hiện đang có trong bất động sản của bạn

source: Please choose your gadget
vi: Hãy chọn tiện ích của bạn

source: Add some pictures of your property
vi: Thêm một số hình ảnh về bất động sản của bạn

# pleaseEnterInformationAsSpecial
source: Please enter the information as specified or you can cancel the process by texting "Cancel"
vi: Vui lòng nhập thông tin theo chỉ định hoặc bạn có thể huỷ tiến trình bằng cách nhắn "Huỷ"

# createEstate
source: Create real estate
vi: Tạo bất động sản

# dialogFlowWellcome
source: Hi I'm Chatbot, how can I help you.
vi: Xin chào, tôi là Chatbot, tôi có thể giúp gì cho bạn.

source: Support list
vi: Danh mục hỗ trợ

source: App introduction
vi: Giới thiệu ứng dụng

# appIntroductionDes
source: The lip agent app is a software platform specifically designed for real estate agents to help them manage their business more efficiently. These applications are typically cloud-based and offer a wide range of tools and features that streamline various aspects of real estate agent work.
vi: Ứng dụng đại lý môi giới là một nền tảng phần mềm được thiết kế dành riêng cho các đại lý bất động sản để giúp họ quản lý hoạt động kinh doanh của mình hiệu quả hơn. Các ứng dụng này thường dựa trên đám mây và cung cấp nhiều công cụ cũng như tính năng hợp lý hóa các khía cạnh khác nhau của công việc đại lý bất động sản.

source: Real estate
vi: Bất động sản

source: Basic information
vi: Thông tin cơ bản

# realEstateCatalog
source: Real estate table of contents
vi: Danh mục bất động sản

# informationCatalog
source: Information table of contents
vi: Danh mục thông tin

source: App information
vi: Thông tin về ứng dụng

# backToMainMenu
source: Back to main table of contents
vi: Mục chính

# mainCatalog
source: Main table of contents
vi: Danh mục chính

# appPolicies
source: Application key terms
vi: Điều khoản về ứng dụng
